7zip
base
base-devel
blueman
bluez
bluez-utils
btop
discord
efibootmgr
ex-vi-compat
fastfetch
firefox
git
gnome-themes-extra
grub
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
hyprsunset
intel-ucode
kitty
lazygit
less
linux
linux-firmware
linux-headers
ly
mesa-utils
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-prime
nvidia-settings
nvtop
nwg-look
otf-font-awesome
pavucontrol
pipewire-alsa
pipewire-pulse
qt5-wayland
qt6-wayland
qt6ct
rofi
sbctl
smartmontools
starship
swaync
thermald
tlp
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ufw
waybar
xdg-desktop-portal-hyprland
yazi
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
